<div class="block-content">
    <h1>Impressum</h1>
    <p>Diese Seite wird betrieben von</p>

    <p>Bastian Frank<br />
        Fregestra&szlig;e 73<br />
        12159 Berlin</p>

    <p>iconoir-helper@bastian-frank.de</p>
</div>
<div class="block-content">
    <h1>Datenschutz&shy;erkl&auml;rung</h1>

    <p>Verantwortliche Stelle im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO),
        ist:</p>

    <p>Bastian Frank<br />
        Fregestra&szlig;e 73<br />
        12159 Berlin</p>

    <h3>Ihre Rechte als Betroffene:r</h3>

    <p data-end="114" data-start="0">&Uuml;ber die angegebenen Kontaktdaten der verantwortlichen Stelle k&ouml;nnen Sie
        jederzeit folgende Rechte geltend machen:</p>

    <ol>
        <li data-end="207" data-start="118">Auskunft &uuml;ber die bei uns gespeicherten personenbezogenen Daten sowie
            deren Verarbeitung,</li>
        <li data-end="244" data-start="210">Berichtigung unzutreffender Daten,</li>
        <li data-end="288" data-start="247">L&ouml;schung der bei uns gespeicherten Daten,</li>
        <li data-end="379" data-start="291">Einschr&auml;nkung der Verarbeitung, sofern eine L&ouml;schung gesetzlich
            noch nicht zul&auml;ssig ist,</li>
        <li data-end="432" data-start="382">Widerspruch gegen die Verarbeitung Ihrer Daten und</li>
        <li data-end="543" data-start="435">&Uuml;bertragung Ihrer Daten, sofern Sie in die Verarbeitung eingewilligt
            haben oder ein Vertrag mit uns besteht.</li>
    </ol>

    <p data-end="632" data-start="545">Eine erteilte Einwilligung k&ouml;nnen Sie jederzeit mit Wirkung f&uuml;r die
        Zukunft widerrufen.</p>

    <p data-end="1131" data-is-last-node="" data-is-only-node="" data-start="634">Zudem steht es Ihnen frei, sich bei
        der zust&auml;ndigen Aufsichtsbeh&ouml;rde zu beschweren. Welche Beh&ouml;rde f&uuml;r Sie zust&auml;ndig ist,
        richtet sich nach Ihrem Wohnsitz, Ihrem Arbeitsplatz oder dem Ort der mutma&szlig;lichen Datenschutzverletzung.
        Eine &Uuml;bersicht der Aufsichtsbeh&ouml;rden (nicht&ouml;ffentlicher Bereich) mit Anschriften finden Sie
        unter:</p>

    <p><a href="https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html" rel="noopener"
            target="_blank">https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html</a>.</p>

    <h3>Zwecke der Datenverarbeitung</h3>

    <p data-end="283" data-start="0">Ihre personenbezogenen Daten werden ausschlie&szlig;lich zu den in dieser
        Datenschutzerkl&auml;rung aufgef&uuml;hrten Zwecken verarbeitet.</p>

    <p data-end="283" data-start="0">Eine Weitergabe an Dritte erfolgt nicht, sofern sie nicht im Rahmen dieser Zwecke
        notwendig ist. Eine &Uuml;bermittlung Ihrer Daten an Dritte findet nur statt, wenn:</p>

    <ol data-end="618" data-is-last-node="" data-is-only-node="" data-start="285">
        <li data-end="346" data-start="285">
            <p data-end="346" data-start="287">Sie uns zuvor ausdr&uuml;cklich Ihre Einwilligung erteilt haben,</p>
        </li>
        <li data-end="435" data-start="347">
            <p data-end="435" data-start="349">die Verarbeitung zur Erf&uuml;llung eines Vertragsverh&auml;ltnisses mit
                Ihnen erforderlich ist,</p>
        </li>
        <li data-end="480" data-start="436">
            <p data-end="480" data-start="438">wir gesetzlich dazu verpflichtet sind oder</p>
        </li>
        <li data-end="618" data-is-last-node="" data-start="481">
            <p data-end="618" data-is-last-node="" data-start="483">die Verarbeitung auf unserem berechtigten Interesse
                beruht und keine &uuml;berwiegenden schutzw&uuml;rdigen Interessen Ihrerseits entgegenstehen.</p>
        </li>
    </ol>

    <h3 data-end="268" data-start="213">Einsatz von Umami (Reichweitenanalyse ohne Cookies)</h3>

    <p data-end="725" data-start="269">Wir verwenden auf unserer Website das datenschutzfreundliche Analysetool <strong
            data-end="351" data-start="342">Umami</strong>, das wir auf unserem eigenen Server betreiben. Umami
        erm&ouml;glicht uns, anonyme Zugriffe auf unsere Website statistisch auszuwerten. Dabei werden <strong
            data-end="520" data-start="495">keine Cookies gesetzt</strong>, und es werden auch keine personenbezogenen
        Daten wie IP-Adressen dauerhaft gespeichert. Die IP-Adresse wird nur gek&uuml;rzt und anonymisiert verarbeitet,
        sodass kein R&uuml;ckschluss auf Ihre Person m&ouml;glich ist.</p>

    <p data-end="1068" data-start="727">Die Verarbeitung erfolgt auf Grundlage unseres berechtigten Interesses
        gem&auml;&szlig; Art. 6 Abs. 1 lit. f DSGVO, unsere Website technisch zu optimieren und unser Angebot
        nutzerfreundlich zu gestalten. Da keinerlei personenbezogenen Profile erstellt werden, ist Ihr Recht auf
        Datenschutz gewahrt. Eine Weitergabe dieser Daten an Dritte erfolgt nicht.</p>

    <p data-end="1299" data-start="1070">Wenn Sie dennoch nicht m&ouml;chten, dass Ihr Besuch statistisch erfasst wird,
        k&ouml;nnen Sie in Ihrem Browser die &bdquo;Do Not Track&ldquo;-Einstellung aktivieren. Umami respektiert dieses
        Signal und verzichtet dann auf die Erfassung Ihres Besuchs.</p>

    <h3>L&ouml;schung, Sperrung und Datenvermeidung</h3>

    <p>Wir folgen den Prinzipien der Datenvermeidung und Datensparsamkeit. Daher speichern wir Ihre personenbezogenen
        Daten nur so lange, wie es zur Erf&uuml;llung der in dieser Erkl&auml;rung genannten Zwecke erforderlich ist
        oder gesetzliche Aufbewahrungsfristen dies vorschreiben. Sobald der jeweilige Zweck entf&auml;llt oder
        gesetzliche Fristen ablaufen, werden die betreffenden Daten entsprechend den gesetzlichen Vorgaben
        routinem&auml;&szlig;ig gesperrt oder gel&ouml;scht.</p>

    <h3>Erfassung allgemeiner Informationen</h3>

    <p data-end="430" data-start="0">Beim Aufruf unserer Website werden automatisch Informationen allgemeiner Art
        erfasst, die Ihr Browser an unseren Server &uuml;bermittelt (sogenannte Server-Logfiles). Diese beinhalten unter
        anderem Angaben zum verwendeten Browser, Betriebssystem, Domainnamen Ihres Internetanbieters sowie Uhrzeit des
        Zugriffs. Diese Daten sind technisch notwendig, um die Website korrekt auszuliefern, und lassen keine
        R&uuml;ckschl&uuml;sse auf Ihre Person zu.</p>

    <p data-end="491" data-start="432">Die Verarbeitung erfolgt insbesondere zu folgenden Zwecken:</p>

    <ol data-end="695" data-start="493">
        <li data-end="544" data-start="493">
            <p data-end="544" data-start="495">Sicherstellung eines stabilen Verbindungsaufbaus,</p>
        </li>
        <li data-end="607" data-start="545">
            <p data-end="607" data-start="547">Gew&auml;hrleistung einer st&ouml;rungsfreien Nutzung unserer Website,
            </p>
        </li>
        <li data-end="660" data-start="608">
            <p data-end="660" data-start="610">Analyse der Systemsicherheit und -stabilit&auml;t sowie</p>
        </li>
        <li data-end="695" data-start="661">
            <p data-end="695" data-start="663">f&uuml;r administrative Auswertungen.</p>
        </li>
    </ol>

    <p data-end="1007" data-start="697">Die Verarbeitung dieser Daten erfolgt auf Grundlage unseres berechtigten
        Interesses an einem sicheren und funktionsf&auml;higen Internetangebot. Eine personenbezogene Auswertung findet
        nicht statt. Zugriff auf diese Daten haben ausschlie&szlig;lich die verantwortliche Stelle und gegebenenfalls
        beauftragte Dienstleister.</p>

    <p data-end="1177" data-is-last-node="" data-is-only-node="" data-start="1009">Anonymisierte Informationen dieser
        Art k&ouml;nnen von uns zu statistischen Zwecken genutzt werden, um unsere Website und die zugrunde liegende
        Technik weiter zu verbessern.</p>
</div>



<div class="block-content">
    <h3>Cookies</h3>

    <p>Diese Website verwendet keine Cookies.</p>

    <h3>SSL-Verschl&uuml;sselung</h3>

    <p>Um die Sicherheit Ihrer Daten bei der &Uuml;bertragung zu sch&uuml;tzen, verwenden wir dem aktuellen Stand der
        Technik entsprechende Verschl&uuml;sselungsverfahren (z. B. SSL) &uuml;ber HTTPS.</p>
</div>



<div class="block-content">
    <h2><strong>&Auml;nderung dieser Datenschutz&shy;erkl&auml;rung</strong></h2>

    <p>Wir behalten uns vor, diese Datenschutzerkl&auml;rung anzupassen, um sie an aktuelle gesetzliche Vorgaben
        anzupassen oder um &Auml;nderungen unserer Leistungen &ndash; etwa bei der Einf&uuml;hrung neuer Funktionen oder
        Services &ndash; darin abzubilden. F&uuml;r Ihren n&auml;chsten Besuch gilt die jeweils aktuelle Fassung.</p>
</div>